tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "zegervdv/zathura"
brew "glib"
brew "python@3.9"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "arduino-cli"
brew "python@3.10"
brew "asciinema"
brew "bat"
brew "berkeley-db"
brew "ctags"
brew "python@3.11"
brew "docutils"
brew "fzf"
brew "ghostscript"
brew "gifsicle"
brew "git-delta"
brew "gobject-introspection"
brew "netpbm"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "libheif"
brew "imagemagick"
brew "lf"
brew "libevent"
brew "libssh2"
brew "libgit2@1.5"
brew "libnotify"
brew "llvm"
brew "meson"
brew "node@16"
brew "mongosh"
brew "mysql@5.7"
brew "nasm"
brew "neovim"
brew "onefetch"
brew "perl"
brew "poppler"
brew "postgresql@14"
brew "postgresql@15", restart_service: true
brew "qt"
brew "ripgrep"
brew "ruby"
brew "sphinx-doc"
brew "spotify-tui"
brew "tmux"
brew "tty-clock"
brew "unar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "emacs"
cask "qview"
cask "rar"
vscode "Angular.ng-template"
vscode "bradlc.vscode-tailwindcss"
vscode "cschlosser.doxdocgen"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "haskell.haskell"
vscode "jeff-hykin.better-cpp-syntax"
vscode "justusadam.language-haskell"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "nwolverson.ide-purescript"
vscode "nwolverson.language-purescript"
vscode "ritwickdey.LiveServer"
vscode "twxs.cmake"
vscode "vscodevim.vim"
