tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "zegervdv/zathura"
brew "glib"
brew "sqlite"
brew "python@3.9"
brew "gdk-pixbuf"
brew "python@3.10"
brew "gobject-introspection"
brew "harfbuzz", link: false
brew "pango"
brew "librsvg"
brew "arduino-cli"
brew "asciinema"
brew "bat"
brew "ctags"
brew "fzf"
brew "ghostscript"
brew "graphviz"
brew "gtk+3"
brew "lf"
brew "libnotify"
brew "llvm"
brew "meson"
brew "neovim"
brew "poppler"
brew "postgresql@14"
brew "qt"
brew "ripgrep"
brew "ruby"
brew "sphinx-doc"
brew "spotify-tui"
brew "tmux"
brew "tty-clock"
brew "unar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "emacs"
cask "qview"
cask "rar"
